Repository: darktable-org/darktable
Catalog: doc/usermanual/po/cs.tmx
Source language: en
Languages: cs

source: enable to have the ratio automatically follow the image size
cs: aktivovat pro poměr dle velikosti obrázku

source: width-to-height ratio
cs: poměr šířka-k-výšce

source: add some level of random noise to prevent banding
cs: přidat trochu náhodného šumu k zabránění bandingu

source: [%s on node] change vignette/feather size
cs: [%s on node] změnit vinětaci/velikost prolnutí okraje

source: [%s on node] change vignette/feather size keeping ratio
cs: [%s on node] změnit vinětaci/velikost prolnutí při zachování poměru

source: [%s on center] move vignette
cs: [%s on center] přemístit vinětaci

source: watermark
cs: vodoznak

source: refresh
cs: obnovit

source: x offset
cs: posunutí x

source: y offset
cs: posunutí y

source: content
cs: obsah

source: marker
cs: popisek

source: SVG watermarks in %s/watermarks or %s/watermarks
cs: SVG vodotisk v %s/vodotisky nebo %s/vodotisky

source: select watermark color
cs: vybrat barvu textu

source: pick color from image
cs: vybrat barvu z obrázku

source: text string, tag: $(WATERMARK_TEXT)
cs: řetězec textu, štítek: $(WATERMARK_TEXT)

source: font
cs: písmo

source: text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
cs: písmo textu, štítky: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: properties
cs: vlastnosti

source: larger border
cs: širší okraj

source: smaller border
cs: užší okraj

source: scale on
cs: měřítko dle

source: size is relative to
cs: velikost je relativní vůči

source: position
cs: umístění

source: alignment
cs: zarovnání

source: the opacity of the watermark
cs: krytí vodotisku

source: the scale of the watermark
cs: měřítko vodotisku

source: the rotation of the watermark
cs: otočení vodotisku

source: zone system
cs: zonální systém

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
cs: zóny jasu použijte rolování pro změnu počtu zón levým tlačítkem myši na hranici zóny vytvoříte značku pravý tlačítkem myši na značce ji smažete

source: background jobs
cs: zpracování na pozadí

source: camera settings
cs: nastavení fotoaparátu

source: capture image(s)
cs: pořídit snímky

source: toggle view property in center view
cs: přepnout vlastnost středního pohledu

source: connection with camera lost, exiting tethering mode
cs: spojení s fotoaparátem bylo přerušeno, ukončuje se režim vzdáleného snímání

source: battery
cs: baterie

source: n/a
cs: neexistuje

source: camera control
cs: ovládání fotoaparátu

source: modes
cs: režimy

source: timer (s)
cs: samospoušť

source: count
cs: počet

source: brackets
cs: kroky

source: bkt. steps
cs: velikost kroku

source: toggle delayed capture mode
cs: přepnout režim zpožděného snímání

source: toggle sequenced capture mode
cs: přepnout režim postupného snímání

source: toggle bracketed capture mode
cs: přepnout režim snímání krokování expozice

source: the count of seconds before actually doing a capture
cs: počet sekund před skutečným pořízením snímku

source: the amount of images to capture in a sequence, you can use this in conjunction with delayed mode to create stop-motion sequences.
cs: počet snímků k pořízení v postupném snímání, může být kombinováno s režimem zpožděného snímání pro vytvoření pohybových sekvencí.

source: the amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
cs: počet kroků expozice na každé straně prostředního snímku, počet snímků = (kroky * 2) + 1.

source: the amount of steps per bracket, steps is camera configurable and usually 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
cs: velikost expozičního kroku, obykle 3 kroky na jednu clonu. (jinými slovy, 3 kroky představují expoziční rozdíl 1 EV mezi jednotlivými snímky.)

source: additional properties
cs: dodatečné vlastnosti

source: label
cs: značka

source: property
cs: vlastnost

source: add user property
cs: přidat uživatelskou vlastnost

source: focus mode
cs: režim ostření

source: shutterspeed2
cs: rychlost závěrky2

source: shutterspeed
cs: rychlost závěrky

source: WB
cs: vyváž. bílé

source: collect images
cs: posbírat snímky

source: search filmroll
cs: hledat roli filmu

source: problem selecting new path for the filmroll in %s
cs: problém při výběru nové cesty pro roli filmu v %s

source: search filmroll...
cs: hledat roli filmu...

source: remove...
cs: odstranit...

source: uncategorized
cs: bez kategorie

source: not altered
cs: nezměněno

source: not tagged
cs: bez štítků

source: copied locally
cs: kopírován lokálně

source: group followers
cs: následovatelé skupiny

source: clear this rule
cs: smazat toto pravidlo

source: clear this rule or add new rules
cs: smazat toto pravidlo nebo přidal nová pravidla

source: type your query, use <, <=, >, >=, <>, =, [;] as operators
cs: napište dotaz, jako operátory použijte <. <=, >, >=, <>, =, [;]

source: type your query, use <, <=, >, >=, <>, =, [;] as operators, type dates in the form : YYYY:MM:DD HH:MM:SS (only the year is mandatory)
cs: napište dotaz, jako operátory použijte <, <=, >, >=, <>, =, [;], datum pište ve formě: YYYY:MM:DD HH:MM:SS (povinný je pouze rok)

source: type your query, use `%' as wildcard
cs: napište dotaz, použijte "%" jako žolík

source: narrow down search
cs: upřesnit vyhledávání

source: add more images
cs: přidat více snímků

source: exclude images
cs: vyloučit snímky

source: change to: and
cs: změnit na: a

source: change to: or
cs: změnit na: nebo

source: change to: except
cs: změnit na: kromě

source: film roll
cs: role filmu

source: folders
cs: složky

source: tag
cs: štítek

source: date
cs: datum

source: time
cs: čas

source: history
cs: historie

source: aspect ratio
cs: poměr stran

source: filename
cs: soubor

source: grouping
cs: seskupení

source: local copy
cs: lokální kopie

source: color picker
cs: kapátko

source: pick color
cs: vybrat barvu

source: add sample
cs: přidat vzorek

source: hover to highlight sample on canvas, click to lock sample
cs: podržte kurzor myši nad vzorkem pro zvýraznění vzorku na plátně, klikněte pro zamknutí vzorku

source: remove
cs: odstranit

source: live samples
cs: vzorky

source: point
cs: bod

source: area
cs: oblast

source: mean
cs: střed

source: restrict histogram to selection
cs: omezit histogram na výběr

source: add
cs: přidat

source: display sample areas on image
cs: zobrazit oblasti vzorků na snímku

source: history stack
cs: štos historie

source: open sidecar file
cs: načíst soubor XMP

source: XMP sidecar files
cs: postranní soubory XMP

source: error loading file '%s'
cs: chyba při čtení souboru "%s"

source: no history compression of 1 image. see tag: darktable|problem|history-compress.
cs: žádné zkrácení historie pro 1 snímek. viz štítek: darktable|problem|history-compress.

source: history compression warning
cs: varování při zmenšení historie

source: do you really want to clear history of %d selected image?
cs: opravdu chcete smazat historii %d vybraného snímku?

source: delete images' history?
cs: smazat historii snímků?

source: copy...
cs: kopírovat...

source: copy part history stack of first selected image
cs: kopírovat část štosu historie z prvního vybraného snímku

source: copy all
cs: kopírovat vše

source: copy history stack of first selected image
cs: kopírovat štos historie z prvního vybraného snímku

source: paste...
cs: vložit...

source: paste part history stack to all selected images
cs: přilepit část štosu historie ke všem vybraným snímkům

source: paste all
cs: vložit vše

source: paste history stack to all selected images
cs: přilepit štos historie ke všem vybraným snímkům

source: compress history
cs: zkrátit štos historie

source: compress history stack of all selected images
cs: zkrátit štos historie pro všechny vybrané snímky

source: discard history
cs: zrušit historii

source: discard history stack of all selected images
cs: zrušit štos historie pro všechny vybrané snímky

source: append
cs: přidat

source: how to handle existing history
cs: jak zacházet s existující historií

source: load sidecar file...
cs: načíst soubor XMP...

source: open an XMP sidecar file and apply it to selected images
cs: otevřít postranní soubor XMP a použít jej na vybrané snímky

source: write history stack and tags to XMP sidecar files
cs: zapsat štos historie a štítky do postranních souborů XMP

source: discard
cs: zrušit

source: paste
cs: vložit

source: load sidecar files
cs: načíst soubory XMP

source: duplicate manager
cs: správce duplikace

source: existing duplicates
cs: existující duplikáty

source: create a 'virgin' duplicate of the image without any development
cs: vytvořit "panenský" duplikát snímku bez jakýchkoliv úprav

source: create a duplicate of the image with same history stack
cs: vytvořit duplikát snímku se stejnými úpravami

source: export selected
cs: exportovat vybrané

source: export to disk
cs: exportovat na disk

source: storage options
cs: volby úložiště

source: target storage
cs: cílové úložiště

source: format options
cs: volby formátu

source: file format
cs: formát souboru

source: global options
cs: globální volby

source: maximum output width set to 0 for no scaling
cs: maximální výstupní šířka nastavte na 0 pro zachování velikosti

source: maximum output height set to 0 for no scaling
cs: maximální výstupní šířka nastavte na 0 pro zachování velikosti

source: max size
cs: max. vel.

source: allow upscaling
cs: povolit zvětšení

source: high quality resampling
cs: převzorkování ve vysoké kvalitě

source: do high quality resampling during export
cs: při exportu převzorkovat ve vysoké kvalitě

source: image settings
cs: nastavení snímku

source: output ICC profiles in %s or %s
cs: výstupní profily ICC v %s nebo %s

source: style
cs: styl

source: temporary style to use while exporting
cs: dočasný styl, který má být použit během exportu

source: replace history
cs: nahradit historii

source: append history
cs: přidat historii

source: whether the style items are appended to the history or replacing the history
cs: zda položky stylů jsou přidány do historie či nahradí historii

source: export
cs: exportovat

source: export with current settings
cs: exportovat s aktuálním nastavení

source: edit metadata exportation details
cs: editovat detaily exportu metadat

source: select tag
cs: vybrat štítek

source: done
cs: hotovo

source: list of available tags. click 'add' button or double-click on tag to add the selected one
cs: seznam dostupných štítků. pro přidání vybraného štítku klikněte na tl. "přidat" nebo dvojitě přímo na štítek.

source: edit metadata exportation
cs: upravit export metadat

source: save
cs: uložit

source: general settings
cs: obecná nastavení

source: exif data
cs: data exif

source: export exif metadata
cs: exportovat metadata exif

source: export dt xmp metadata (from metadata editor module)
cs: exportovat metadata xmp z dt (z modulu editoru metadat)

source: only embedded
cs: pouze vložené

source: per default the interface sends some (limited) metadata beside the image to remote storage. to avoid this and let only image embedded dt xmp metadata, check this flag. if remote storage doesn't understand dt xmp metadata, you can use calculated metadata instead
cs: ve výchozím stavu rozhraní odesílá některá (omezená) metadata vedle snímku do vzdáleného úložiště. zaškrtněte, pokud tomu chcete zamezit a odeslat pouze metadata vložená do snímku. pokud vzdálené úložiště nepodporuje XMP metadata dle dt, můžete využít kalkulovaná metadata.

source: geo tags
cs: geo štítky

source: export geo tags
cs: exportovat geo štítky

source: export tags (to Xmp.dc.Subject)
cs: exportovat štítky (do Xmp.dc.Subject)

source: private tags
cs: soukromé štítky

source: export private tags
cs: exportovat soukromé štítky

source: synonyms
cs: synonyma

source: export tags synonyms
cs: exportovat štítky synonym

source: omit hierarchy
cs: vynechat hierarchii

source: only the last part of the hierarchical tags is included. can be useful if categories are not used
cs: je použita pouze poslední část hierarchie štítků. může být užitečné, nepoužívají-li se kategorie

source: hierarchical tags
cs: hierarchické štítky

source: export hierarchical tags (to Xmp.lr.Hierarchical Subject)
cs: exportovat hierarchické štítky (do Xmp.lr.Hierarchical Subject)

source: develop history
cs: vytvořit historii

source: export dt development data (recovery purpose in case of loss of database or xmp file)
cs: exportovat zpracovatelská data dt (pro účely obnovení v případě ztráty databáze či souboru XMP)

source: per metadata settings
cs: nastavení dle metadat

source: list of available tags
cs: seznam dostupných štítků

source: redefined tag
cs: předefinovaný štítek

source: formula
cs: vzorec

source: list of calculated metadata if formula is empty, the corresponding metadata is removed from exported file otherwise the corresponding metadata is calculated and added to exported file click on formula cell to edit. recognized variables:
cs: seznam vypočtených metadat. je li vzorec prázdný, odpovídající metadata budou z exportovaného souboru odstraněna. jinak budou metadata spočtena dle vzorce a přidána do exportovaného souboru. klikněte na buňku se vzorcem pro editaci. dostupné proměnné:

source: add an output metadata tag
cs: přidat výstupní štítek metadat

source: delete metadata tag
cs: smazat štítky metadat

source: enter the time shown on the selected picture format: hh:mm:ss
cs: opište čas zobrazený na vybraném snímku formát: hh:mm:ss

source: open GPX file
cs: otevřít soubor GPX

source: camera time zone
cs: časová zóna fotoaparátu

source: most cameras don't store the time zone in EXIF. give the correct time zone so the GPX data can be correctly matched
cs: většina fotoaparátů neukládá časovou zónu v EXIF. udejte správnou časovou zónu, aby data GPX byla správně přiřazena

source: time offset format: [+-]?[[hh:]mm:]ss
cs: posun času formát: [+-]?[[hh:]mm:]ss

source: calculate the time offset from an image
cs: spočíst posun času ze snímku

source: apply time offset to selected images
cs: použít posun času na vybrané snímky

source: apply GPX track file...
cs: použít záznam trasy GPX...

source: parses a GPX file and updates location of selected images
cs: analyzuje soubor GPX a aktualizuje lokaci vybraných snímků

source: set histogram mode to linear
cs: kliknout pro lineární histogram

source: set histogram mode to waveform
cs: kliknout pro vlnový histogram

source: set histogram mode to logarithmic
cs: kliknout pro logaritmický histogram

source: click to hide red channel
cs: kliknout pro skrytí červeného kanálu

source: click to show red channel
cs: kliknout pro zobrazení červeného kanálu

source: click to hide green channel
cs: kliknout pro skrytí zeleného kanálu

source: click to show green channel
cs: kliknout pro zobrazení zeleného kanálu

source: click to hide blue channel
cs: kliknout pro skrytí modrého kanálu

source: click to show blue channel
cs: kliknout pro zobrazení modrého kanálu

source: drag to change black point, doubleclick resets
cs: kliknutí a tah změní černý bod, dvojité kliknutí obnoví původní stav

source: drag to change exposure, doubleclick resets
cs: kliknutí a tah změní expozici, dvojité kliknutí obnoví výchozí stav

source: hide histogram
cs: skrýt histogram

source: create style from history
cs: vytvořit styl z historie

source: compress history stack
cs: zkrátit štos historie

source: create a minimal history stack which produces the same image
cs: vytvořit nejmenší štos historie, který vede k vytvoření stejného snímku

source: create a style from the current history stack
cs: vytvořit styl z aktuálního štosu historie

source: original
cs: originál

source: selected image[s]
cs: vybrané snímky

source: trash
cs: koš

source: send file to trash
cs: přemístit soubor do koše

source: physically delete from disk
cs: fyzicky smazat z disku

source: remove from the collection
cs: odstranit ze sbírky

source: move...
cs: přemístit...

source: move to other folder
cs: přesunout do jiné složky

source: copy to other folder
cs: kopírovat do jiné složky

source: create HDR
cs: vytvořit HDR

source: create a high dynamic range image from selected shots
cs: vytvořit snímek s vysokým dynamickým rozsahem (hdr) z vybraných snímků

source: duplicate
cs: duplikovat

source: add a duplicate to the collection, including its history stack
cs: přidat duplikát snímku do kolekce, včetně jeho historie úprav

source: rotate selected images 90 degrees CCW
cs: otočit vybrané snímky o 90° proti směru hod. ručiček

source: rotate selected images 90 degrees CW
cs: otočit vybrané snímky o 90° po směru hod. ručiček

source: reset rotation
cs: obnovit rotaci

source: reset rotation to EXIF data
cs: obnovit otočení dle EXIF

source: copy locally
cs: kopírovat lokálně

source: copy the image locally
cs: vytvořit lokální kopii snímku

source: resync local copy
cs: synch. místní kopii

source: synchronize the image's XMP and remove the local copy
cs: synchronizovat XMP snímku a odstranit místní kopii

source: group
cs: seskupit

source: add selected images to expanded group or create a new one
cs: přidat vybrané snímky do rozšířené skupiny nebo vytvořit novou

source: ungroup
cs: zrušit skupinu

source: remove selected images from the group
cs: odstranit vybrané snímky ze skupiny

source: update image information to match changes to file
cs: aktualizovat informace o snímku pro porovnání změn se souborem

source: remove from collection
cs: vyjmout ze sbírky

source: delete from disk or send to trash
cs: smazat z disku nebo přemístit do koše

source: resync the local copy
cs: znovu synch. místní kopii

source: scan for devices
cs: najít zařízení

source: import from camera
cs: importovat z fotoaparátu

source: tethered shoot
cs: snímek vzdáleného snímání

source: import folder
cs: importovat adresář

source: device "%s" connected on port "%s".
cs: zařízení "%s" připojeno na portu "%s".

source: no supported devices found
cs: žádná podporovaná zařízení nenalezena

source: import options
cs: volby importu

source: import directories recursively
cs: importovat včetně podadresářů

source: recursively import subdirectories. each directory goes into a new film roll.
cs: rekurzívně importovat podadresáře. každý adresář vytvoří novou roli filmu.

source: supported images
cs: podporované typy obrázků

source: file has unknown format!
cs: soubor je neznámého formátu!

source: import film
cs: importovat film

source: image...
cs: snímek...

source: select one or more images to import
cs: zvolit jeden nebo více snímků pro import

source: folder...
cs: složka...

source: select a folder to import as film roll
cs: zvolit adresář pro importování role filmu

source: scan for newly attached devices
cs: najít nově připojená zařízení

source: edit `%s'
cs: editovat "%s"

source: nothing to save
cs: nic k uložení

source: live view
cs: živé zobrazení

source: toggle live view
cs: přepnout živé zobrazení

source: zoom live view
cs: zoom živého zobrazení

source: move focus point in (big steps)
cs: posouvat bod zaostření dovnitř (velké kroky)

source: move focus point in (small steps)
cs: posouvat bod zaostření dovnitř (malé kroky)

source: move focus point out (small steps)
cs: posouvat bod zaostření ven (malé kroky)

source: move focus point out (big steps)
cs: posouvat bod zaostření ven (velké kroky)

source: rotate 90 degrees ccw
cs: otočit o 90° proti směru hod. ručiček

source: rotate 90 degrees cw
cs: otočit o 90° po směru hod. ručiček

source: flip live view horizontally
cs: převrátit živé zobrazení vodorovně

source: selected image
cs: vybraný snímek

source: id
cs: číslo snímku

source: overlay another image over the live view
cs: překrýt jiný snímek přes živé zobrazení

source: image id
cs: číslo snímku

source: enter image id of the overlay manually
cs: napsat id snímku pro překrytí ručně

source: overlay mode
cs: režim překrytí

source: saturate
cs: saturovat

source: color dodge
cs: vykrýt barvy

source: color burn
cs: přepal barev

source: hard light
cs: tvrdé světlo

source: soft light
cs: měkké světlo

source: exclusion
cs: vyloučení

source: HSL hue
cs: odstín HSL

source: HSL saturation
cs: sytost HSL

source: HSL color
cs: barvy HSL

source: HSL luminosity
cs: luminosita HSL

source: mode of the overlay
cs: režim překrytí

source: split line
cs: dělící čára

source: only draw part of the overlay
cs: vykreslit pouze některé informace

source: find location
cs: nalézt místo

source: map settings
cs: nastavení mapy

source: show OSD
cs: zobrazit OSD

source: toggle the visibility of the map overlays
cs: přepnout viditelnost dodatečných informací

source: map source
cs: zdroj mapy

source: select the source of the map. some entries might not work
cs: zvolit zdroj mapy. některé nemusejí fungovat

source: group #%d
cs: skupina #%d

source: duplicate this shape
cs: duplikovat tento tvar

source: delete this shape
cs: smazat tento tvar

source: remove from group
cs: odstranit ze skupiny

source: group the forms
cs: seskupit formy

source: use inversed shape
cs: použít inverzní tvar

source: mode : union
cs: režim : sjednocení

source: mode : intersection
cs: režim : křížení

source: mode : difference
cs: režim : rozdíl

source: mode : exclusion
cs: režim : vyloučení

source: cleanup unused shapes
cs: odstranit nepoužité tvary

source: created shapes
cs: existující tvary

source: metadata editor
cs: editor metadat

source: <leave unchanged>
cs: <ponechat nezměněno>

source: clear
cs: smazat

source: remove metadata from selected images
cs: odstranit metadata z vybraných snímků

source: write metadata for selected images
cs: zapsat metadata pro vybrané snímky

source: all rights reserved
cs: všechna práva vyhrazena

source: all rights reserved.
cs: všechna práva vyhrazena.

source: filmroll
cs: role filmu

source: group id
cs: id skupiny

source: version
cs: verze

source: full path
cs: plná cesta

source: flags
cs: značky

source: focus distance
cs: vzd. zaostření

source: datetime
cs: datum/čas

source: height
cs: výška

source: export width
cs: šířka exportu

source: export height
cs: výška exportu

source: longitude
cs: zem. délka

source: elevation
cs: nadm. výška

source: categories
cs: kategorie

source: image information
cs: informace o snímku

source: double click to jump to film roll %s
cs: dvojitým kliknutím přejdete na roli filmu %s

source: unused
cs: nepoužito

source: unused/deprecated
cs: nepoužité/zastaralé

source: marked for deletion
cs: označeno pro smazání

source: auto-applying presets applied
cs: použity automaticky aplikované předvolby

source: legacy flag. set for all new images
cs: zastaralý přepínač. nastavit pro všechny nové snímky

source: has .txt
cs: má .txt

source: has .wav
cs: má .wav

source: image rejected
cs: snímek odmítnut

source: image has %d star
cs: snímek má %d hvězdičku

source: unknown
cs: neznámé

source: loader: %s
cs: načítač: %s

source: jump to film roll
cs: přejít na roli filmu

source: modulegroups
cs: skupiny modulů

source: show only active modules
cs: zobrazit pouze aktivní moduly

source: show only your favourite modules (selected in `more modules' below)
cs: zobrazit pouze oblíbené moduly (vybrány níže ve "více modulech")

source: basic group
cs: základní

source: tone group
cs: tóny

source: color group
cs: barvy

source: correction group
cs: opravy

source: effects group
cs: skupina efektů

source: search module
cs: hledat modul

source: search modules by name or tag
cs: hledat moduly dle jména nebo štítku

source: clear text
cs: smazat text

source: more modules
cs: více modulů

source: subset: no module
cs: podmnožina: žádný modul

source: subset: all modules
cs: podmnožina: všechny moduly

source: subset: default modules
cs: podmnožina: výchozí moduly
